Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Ammattikorkeakoulujen opiskelijapalvelujen järjestäminen ml. liikuntapalvelut kartoitettiin ammattikorkeakoulu-uudistukseen sisältyneen toimilupien uudistamisen yhteydessä 2013–2014.
sv_se: Anordnandet av studerandeservice, inbegripet motion och idrott, vid yrkeshögskolorna kartlades 2013–2014 i samband med den revidering av koncessionerna som ingick i yrkeshögskolereformen.

source: Toimilupahakemuksessa tuli selvittää opiskelijapalvelujen järjestäminen korkeakoulussa ja kuvata tilanne myös liikuntapalvelujen suhteen.
sv_se: I tillståndsansökan skulle utredas hur studerandeservicen ordnas i högskolan, och även situationen i fråga om motions- och idrottstjänster skulle beskrivas.

source: Opetus- ja kulttuuriministeriön ammattikorkeakouluvierailuilla vuonna 2014 ilmeni, että liikuntapalvelut ovat kehittyneet huomattavasti viime vuosina mm. korkeakoulusektoreiden yhteistyön kautta.”
sv_se: I samband med undervisnings- och kulturministeriets yrkeshögskolebesök 2014 framkom det att motions- och idrottstjänsterna har utvecklats betydligt under de senaste åren, bl.a. genom samarbete mellan yrkeshögskolesektorerna.”

source: Oppimisen tukeminen
sv_se: Stödjande av inlärning

source: Erityisopetus
sv_se: Specialundervisning

source: Eduskunta edellytti, että valtiontalouden kehyksissä ja tulevissa valtion talousarvioissa otetaan huomioon perusopetuslain erityisopetusta ja muuta erityistä tukea koskevien lainmuutosten johdosta syntyvät lisärahoitustarpeet.
sv_se: Riksdagen förutsatte att ramarna för statsfinanserna och de kommande statsbudgetarna väger in behoven av mer finansiering till följd av ändringarna i lagen om grundläggande utbildning i fråga om specialundervisning och annat särskilt stöd.

source: Opetus- ja kulttuuriministeriö laati eduskunnan sivistysvaliokunnalle selvityksen (2014:2) kolmiportaisen tuen toimeenpanosta keväällä 2013.
sv_se: Undervisnings- och kulturministeriet utarbetade en redogörelse till riksdagens kulturutskott för hur stödet i tre steg verkställdes våren 2013 (2014:2).

source: Selvityksen perusteella kolmiportaisen tuen toimeenpano on sujunut kokonaisuutena hyvin.
sv_se: Av redogörelsen framgick att verkställigheten av stödet i tre steg på det hela taget hade förlöpt väl.

source: Erot kuntien välillä ovat kuitenkin suuria.
sv_se: Det fanns dock stora skillnader mellan kommunerna.

source: Selvityksen perusteella vaativan erityisopetuksen kehittämisen osalta ilmeni isoja haasteita.
sv_se: Av redogörelsen framgick att det finns stora utmaningar när det gäller att utveckla krävande specialundervisning.

source: Opetus- ja kulttuuriministeriö asetti maaliskuussa 2015 vaativan erityisen tuen kehittämisryhmän jaostoineen.
sv_se: I mars 2015 tillsatte undervisnings och kulturministeriet en utvecklingsgrupp med sektioner visavi krävande särskilt stöd.

source: Kehittämisryhmän tehtävä kattaa sairaalaopetusyksiköiden, kuntien ja kuntayhtymien ja yksityisten laitos- ja erityiskoulujen tarjoaman opetuksen ja koulunkäynnin, joilla on opetuksen järjestämislupa.
sv_se: Utvecklingsgruppens uppgiftsfält omfattar undervisning och skolgång vid sådana sjukhusundervisningsenheter, kommunala och samkommuners och privata skolor på institution och specialskolor som har tillstånd att ordna utbildning.

source: Vaativan erityisen tuen kehittämisryhmä ja sen jaostot asetettiin ajalle 1.4.2015–30.6.2017.
sv_se: Utvecklingsgruppen för krävande särskilt stöd och dess sektioner tillsattes för tiden 1.4.2015–30.6.2017.

source: Kehittämisryhmän väliraportti valmistui marraskuussa 2015 ja toinen väliraportti valmistuu marraskuussa 2016.
sv_se: Utvecklingsgruppens första lägesrapport färdigställdes i november 2015 och den andra lägesrapporten färdigställs i november 2016.

source: Työryhmän loppuraportti julkaistaan 30.6.2017 mennessä.
sv_se: Arbetsgruppens slutrapport offentliggörs senast 30.6.2017.

source: Opetus- ja kulttuuriministeriö myöntää valtion erityisavustusta erityisopetuksen laadun kehittämiseen ja siihen liittyvään koulunkäyntiavustajien palkkaamiseen.
sv_se: Undervisnings- och kulturministeriet beviljar statligt specialunderstöd för utvecklande av specialundervisningens kvalitet och för anställning av skolgångsbiträden i anknytning till specialundervisning.

source: Vuonna 2015 opetus- ja kulttuuriministeriö myönsi valtion erityisavustusta koulunkäyntiavustajien palkkaamiseen 7 255 000 euroa ja vaativan erityisen tuen koulutukseen 2 720 400 euroa.
sv_se: År 2015 beviljade undervisnings- och kulturministeriet 7 255 000 euro i statligt specialunderstöd för anställning av skolgångsbiträden och 2 720 400 euro för utbildning som gäller krävande särskilt stöd.

source: Tämä mahdollisti vaativan erityisen tuen henkilöstön kouluttamista sekä koulunkäyntiavustajien palkkaamista.
sv_se: Det här gjorde det möjligt att utbilda personal för krävande särskilt stöd och att anställa skolgångsbiträden.

source: Ei aiheuta enää toimenpiteitä.
sv_se: Ärendet ger inte längre anledning till åtgärder.

source: Jussi Pihkala, opetusneuvos, opetus- ja kulttuuriministeriö
sv_se: Jussi Pihkala, undervisningsråd, undervisnings- och kulturministeriet

source: Opiskeluun soveltumattomuutta koskeva lainsäädäntö
sv_se: Lagstiftning om olämplighet för studier

source: Eduskunta edellytti 15.3.2011, että kaikilla koulutusasteilla huolehditaan opiskelijoiden mahdollisuuksista saada riittävästi opinto-ohjausta sekä opiskelijahuollon palveluja ja muita ennaltaehkäiseviä tukitoimia ja että kehitetään opiskeluterveydenhuoltoa.
sv_se: Riksdagen förutsatte 15.3.2011 att man på alla utbildningsstadier ser till att de studerande har möjlighet att få tillräcklig studiehandledning samt elevvård och andra preventiva stödåtgärder och att studerandehälsovården förbättras.

source: Asetus ammatillisesta koulutuksesta (811/1998) määrittelee, että ammatilliseen koulutukseen kuuluu opinto-ohjausta (2 §) ja että opiskelijalle kuuluu antaa henkilökohtaista ja muuta tarpeellista opinto-ohjausta (4 §), josta määrätään opetussuunnitelmassa.
sv_se: I förordningen om yrkesutbildning (811/1998) föreskrivs det att studiehandledning ingår i en yrkesinriktad grundexamen (2 §) och att den studerande ska få personlig handledning och annan behövlig studiehandledning (4 §), om vilken bestäms i läroplanen.

source: Ammatillisten tutkintojen perusteissa annetaan tarkemmat määräykset opinto-ohjauksen tavoitteista, opiskelijan oikeudesta opintoohjaukseen ja opintoohjauksen järjestämisestä.
sv_se: I grunderna för yrkesexamina finns närmare bestämmelser om målen med studiehandledningen, de studerandes rätt till studiehandledning och ordnande av studiehandledning.

source: Opetus- ja kulttuuriministeriö asetti 1.9.2010 Elinikäisen ohjauksen yhteistyöryhmän, jonka tehtävänä oli laatia ehdotus kansalliseksi elinikäisen ohjauksen strategiaksi 28.2.2011 mennessä.
sv_se: Undervisnings- och kulturministeriet tillsatte 1.9.2010 en samarbetsgrupp kring livslång handledning som fick i uppgift att senast 28.2.2011 utarbeta ett förslag till nationell strategi för livslång handledning.

source: Strategian tuli käsittää kaikkien kouluasteiden ja -muotojen sekä työ- ja elinkeinohallinnon ja työelämän tarjoamat tieto-, neuvonta- ja ohjauspalvelut.
sv_se: Strategin skulle omfatta alla utbildningsstadier och utbildningsformer och de informations-, rådgivnings och handledningstjänster som erbjuds inom arbets- och näringslivet.

source: Yhteistyöryhmän raportissa kuvataan nykyinen ohjausjärjestelmä, sen ongelmakohdat ja esitetään ohjauksen kehittämisen strategiset tavoitteet.
sv_se: I samarbetsgruppens rapport beskrivs det nuvarande handledningssystemet och dess problem samt presenteras de strategiska målen för utvecklandet av handledningen.

source: Tavoitteiksi riittävän opinto-ohjauksen varmistamiseksi eri kouluasteilla yhteistyöryhmä esitti raportissaan perusopetuksen oppilasmäärän rajaamista oppilaanohjaa- jaa kohti, oikeuden saada henkilökohtaista opinto-ohjausta lisäämistä lukiolakiin ja lukion sekä ammatillisen koulutuksen opinto-ohjauksen laatukriteerien laatimista.
sv_se: Som strategiska mål för att säkerställa en tillräcklig studiehandledning på olika skolstadier föreslog samarbetsgruppen i sin rapport att antalet elever inom den grundläggande utbildningen ska begränsas per studiehandledare, att rätten till personlig studiehandledning ska tas in i gymnasielagen och att kvalitetskriterier för studiehandledningen i gymnasier och yrkesutbildning ska utarbetas.

source: Lisäksi yhteistyöryhmä painotti ohjausosaamisen varmistamista kehittämällä opintoohjaajien peruskoulutusta ja lisäämällä mahdollisuuksia täydennyskoulutukseen sekä ohjauksen laatujärjestelmän kehittämistä.
sv_se: Dessutom betonade samarbetsgruppen att kompetensen för handledning ska säkerställas genom utvecklande av studiehandledarnas grundläggande utbildning och genom ökande av möjligheterna till kompletterande utbildning samt genom utvecklande av kvalitetssystem för handledningen.

source: Koulutuksen ja tutkimuksen kehittämissuunnitelma 2012–2016 edellyttää hyvän opinto-ohjauksen kriteerien laatimista lukio- ja ammatillisiin opintoihin niin, että ne ovat käytössä syyslukukaudella 2014.
sv_se: I utvecklingsplanen för utbildning och forskning 2012–2016 förutsätts det att kriterier för god studiehandledning för gymnasie och yrkesstudier utarbetas så att de kan tillämpas från och med höstterminen 2014.

source: Ammatillisen koulutuksen osalta kriteerit otetaan käyttöön osana laatustrategian toimeenpanoa.
sv_se: När det gäller yrkesutbildningen ska kriterierna inkluderas i verkställandet av en kvalitetsstrategi.

source: Koulutuksen ja tutkimuksen kehittämissuunnitelmassa edellytetään myös, että ohjaustyötä tekevien peruskoulutusta kehitetään vastaamaan ohjaustyön lisääntyneitä vaatimuksia ja sähköisiä tieto-, neuvonta- ja ohjauspalveluita kehitetään osana SADe-ohjelman Oppijan verkkopalvelua.
sv_se: I utvecklingsplanen för utbildning och forskning förutsätts det också att grundutbildningen för dem som arbetar med handledning ska utvecklas så att den motsvarar de ökade kraven inom handledningen och att de elektroniska informations-, rådgivnings- och handledningstjänsterna utvecklas som en del av SADe-programmets Webbtjänst för lärande.

source: Elinikäisen ohjauksen yhteistyöryhmän toimeksianto laajeni käsittämään Osuvuutta ja kysyntälähtöisyyttä aikuisopiskelun tieto-, neuvonta- ja ohjauspalveluihin – kehittämisohjelman (ESR) seuranta- ja koordinaatioryhmän.
sv_se: Uppdraget för samarbetsgruppen kring livslång handledning utvidgades till att omfatta uppföljnings- och samordningsgruppen för utvecklingsprogrammet för ökad träffsäkerhet och efterfrågeorientering inom kunskaps-, rådgivnings och vägledningstjänster inom vuxenstudier (ESR).

source: Uuden ohjaus- ja yhteistyöryhmän toimikausi on 1.9.2011–31.1.2015.
sv_se: Den nya handlednings- och samarbetsgruppens mandatperiod är 1.9.2011–31.1.2015.

source: Laajalla ohjauksen yhteistyöllä halutaan varmistaa ohjauspalveluiden kehittyminen vastaamaan kaikkien asiakkaiden, myös eri kouluasteiden oppilaiden ja opiskelijoiden palveluiden laatu ja saatavuus.
sv_se: Genom ett omfattande samarbete kring handledningen vill man säkerställa att handledningstjänsterna utvecklas så att de motsvarar de önskemål alla kunder, även elever och studerande i olika utbildningsstadier, har om tjänsternas kvalitet och tillgänglighet.

source: Opetus- ja kulttuuriministeriö valitsi 12 hanketta eri puolilta Suomea 25.3.2011 käynnistyneeseen lukioiden opinto-ohjauksen kehittämishankkeeseen.
sv_se: Undervisnings- och kulturministeriet valde tolv projekt på olika håll i Finland för det projekt för utveckling av studiehandledningen i gymnasierna som inleddes 25.3.2011.

source: Hankkeen tavoitteena on osaltaan nopeuttaa nuorten siirtymistä korkea-asteen opintoihin ja kehittää yksilöllisiä ohjauksen menetelmiä opiskelijoiden tarpeisiin.
sv_se: Målet med projektet är att för sin del försnabba de ungas inledande av högskolestudier och att utveckla individuella handledningsmetoder för de studerandes behov.

source: Hankkeen rahoitusta voi käyttää opinto-ohjauksen kehittämiseen vuosina 2011–2012.
sv_se: Projektfinansieringen kan användas till att utveckla studiehandledningen 2011–2012.

source: Syksyllä 2011 käynnistyi Ammatillisen koulutuksen läpäisyn tehostamisohjelma (2011–2014), jossa ensisijaisesti mallinnetaan hyviä käytäntöjä ammatillisen tutkinnon loppuun suorittamiseksi tavoiteajassa.
sv_se: Hösten 2011 inleddes ett effektiviseringsprogram för att förkorta studietiden inom yrkesutbildningen (2011–2014), inom vilket man främst skapar modeller för god praxis för hur yrkesexamen kan avläggas inom tidsplanen.

source: Yhtenä keskeisenä kehittämisalueena ovat opinto-ohjauksen ja opiskelijahuollon ennakoivien ja nykyistä yksilöllisempien toimintamallien rakentaminen.
sv_se: Ett av de centrala utvecklingsområdena är skapandet av förutseende och mer individuella verksamhetsmodeller för studiehandledningen och studerandevården.

source: Tehostamisohjelmassa oli vuoden 2012 lopussa 43 eri koulutuksen järjestäjää muodostaen 23 hankeverkostoa.
sv_se: Vid utgången av 2012 omfattade effektiviseringsprogrammet 43 olika utbildningsanordnare med 23 projektnätverk.

source: Valtionavustusten haku vuodelle 2014 käynnistyi 8.2.2013.
sv_se: Ansökan om statsunderstöd för 2014 inleddes 8.2.2013.

source: Uuden, yhtenäisen opiskeluhuoltolain valmistelu käynnistettiin vuoden 2009 oppilas- ja opiskelijahuoltotyöryhmän ehdotusten mukaisesti 2010.
sv_se: Beredningen av en ny, enhetlig lag om elev och studerandevård inleddes 2010 i enlighet med förslagen från arbetsgruppen för elev- och studerandevård 2009.

source: Valmistelua on tehty yhdessä sosiaali- ja terveysministeriön kanssa.
sv_se: Beredningen har genomförts i samarbete med social- och hälsovårdsministeriet.

source: Valmistelun tavoitteena on ollut yhdistää useissa eri laeissa olevat oppilas- ja opiskelijahuoltoa koskevat asiat yhteen lakiin palveluiden tasapuolisen ja riittävän saatavuuden turvaamiseksi.
sv_se: Målet har varit att samla bestämmelserna om elev- och studerandevård från flera olika lagar i en enda lag för att säkerställa en jämlik och tillräcklig tillgång på tjänsterna.

source: Voimassa olevaan yliopistolakiin (558/2009) ja ammattikorkeakoululakiin (351/2003) ei sisälly opiskelijahuoltoa koskevia säännöksiä.
sv_se: I den gällande universitetslagen (558/2009) och yrkeshögskolelagen (351/2003) finns inga bestämmelser om studerandevård.

source: Korkeakouluopintojen ja opintojen ohjauksen järjestämiseen liittyvät seikat kuuluvat yliopistojen ja ammattikorkeakoulujen oman päätösvallan piiriin.
sv_se: De frågor som gäller ordnandet av högskolestudier och ordnandet av studiehandledning omfattas av universitetens och yrkeshögskolornas egen beslutanderätt.

source: Opiskelijahuollon käsite sisältää korkeakouluissa erilaisia ohjaukseen liittyviä toimintoja.
sv_se: När det gäller högskolorna innefattar begreppet studerandevård olika handledningsfunktioner.

source: Korkeakouluopiskelijat ovat täysi-ikäisiä, jolloin korkeakoulujen rooli kytkeytyy erityisesti korkeakouluopintojen ohjaamiseen ja opintojen etenemisen seurantaan.
sv_se: Högskolestuderande är myndiga, vilket innebär att högskolornas roll i synnerhet hänför sig till handledning av högskolestudier och uppföljning av hur studierna framskrider.

source: Korkeakouluissa on ohjausta helpottavina työkaluina otettu käyttöön mm. opiskelijoille laadittavat henkilökohtaiset opintosuunnitelmat (HOPS), urasekä rekrytointipalvelut ja kansainvälistymiseen liittyvät ohjaus- ja neuvontapalvelut.
sv_se: För att underlätta handledningen har man vid högskolorna bl.a. tagit i bruk en personlig studieplan för de studerande (PSP), karriär- och rekryteringstjänster samt handledning och rådgivning om internationalisering.

source: Lisäksi opintopsykologipalveluita on käytössä kaikissa korkeakouluissa.
sv_se: Dessutom står studiepsykologtjänster till förfogande vid alla högskolor.

source: Ammattikorkeakoulu- ja yliopisto-opiskelijoiden hyvinvointia on tutkittu ja edistetty viimevuosina usein eri hankkein, joita ovat mm. opintopolkuja selvittänyt Opintouratutkimus, opiskelukykyä kehittänyt KYKY-hanke, kansainvälisiin opiskelijoihin keskittynyt VALOA, opiskelijoiden toimeentuloa, opintoja ja työssäkäyntiä selvittänyt Eurostudent, esteettömyyttä tukenut ESOK, syrjäytymisriskejä ja yhteisöllisyyttä tutkiva Campus Conexus.
sv_se: Yrkeshögskole och universitetsstuderandes välbefinnande har under de senaste åren undersökts och främjats genom många olika projekt, såsom undersökningen Opintourat som utrett studievägar, Kyky-projektet som främjat studieförmågan, VALOA som gällt internationella studerande, Eurostudent som forskat i de studerandes försörjning, studier och arbete, ESOK som stött tillgänglighet och Campus Conexus som forskar i riskerna för utslagning samt samverkan.

source: Ammatillisen koulutuksen opiskelijoiden ja ammattikorkeakouluopiskelijoiden terveydenhuoltopalveluiden järjestäminen on kuntien vastuulla.
sv_se: Kommunen ska ordna hälso och sjukvårdstjänster såväl för studerande i yrkesutbildning som för yrkeshögskolestuderande.

source: Ylioppilaiden terveydenhoitosäätiö YTHS tarjoaa yleisterveyden, mielenterveyden ja suunterveyden palveluja yliopistoissa perustutkintoa suorittaville opiskelijoille.
sv_se: Studenternas hälsovårdsstiftelse SHVS erbjuder tjänster inom allmän hälsa, mental hälsa och oral hälsa för dem som avlägger en grundexamen vid ett universitet.

source: Ammattikorkeakouluopiskelijoiden opiskeluterveydenhuollon järjestämistä YTHS-mallin mukaisesti kokeiltiin kolmivuotisessa kokeilussa vuosina 2011–2014.
sv_se: Ett treårigt försök med att ordna studerandehälsovården för yrkeshögskolestuderande enligt SHVS-modellen pågick 2011–2014.

source: Korkeakoulujen osalta asia ei anna enää aihetta toimenpiteisiin.
sv_se: När det gäller högskolorna ger ärendet inte längre anledning till åtgärder.

source: Kuvaohjelmalainsäädäntö, lakiuudistuksen toteutumisen ja vaikutusten seuraaminen
sv_se: Lagstiftningen om bildprogram, uppföljning av lagreformens genomförande och konsekvenser

source: Eduskunta edellytti 15.3.2011, että kuvaohjelmalain säätämisen johdosta Mediakasvatus- ja kuvaohjelmakeskukselle turvataan laajenevien velvoitteiden mukainen riittävä rahoitus niin, ettei lasten mediasuojelun kannalta merkittävän uudistuksen menestyksellinen toteutuminen vaarannu.
sv_se: Riksdagen förutsatte 15.3.2011 att Centralen för mediefostran och bildprogram får adekvata resurser för de nya och större skyldigheter som den får genom lagen om bildprogram. Detta är viktigt för att genomförandet av denna reform som har så stor betydelse för att skydda barn i medievardagen inte ska riskeras.

source: Eduskunta edellytti, että turvallisuusselvityslainsäädännön kokonaisuudistuksen yhteyteen otetaan myös kuvaohjelmalainsäädännön tarkoittaman kuvaohjelmaluokittelijan rikostaustan selvittämiseen liittyvät valvonnalliset säännökset.
sv_se: Riksdagen förutsatte att det i den genomgripande revideringen av lagstiftningen om säkerhetsutredningar tas in bestämmelser om kontroll av att brottslig bakgrund undersöks i fråga om klassificerare av bildprogram.

source: Asiasta ei uutta ilmoitettavaa.
sv_se: Inget nytt att rapportera.

source: ”Valtioneuvosto päätti 16.6.2011 ryhtyä lausumasta aiheutuviin toimenpiteisiin.
sv_se: ”Statsrådet beslutade 16.6.2011 att vidta de åtgärder som uttalandet ger anledning till.

source: Kuvaohjelmalaki (710/2011) ja Laki Mediakasvatus- ja kuvaohjelmakeskuksesta (711/2011) tulivat voimaan 1.1.2012.
sv_se: Lagen om bildprogram (710/2011) och lagen om Centralen för mediefostran och bildprogram (711/2011) trädde i kraft 1.1.2012.

source: Eduskunta lisäsi Media- ja kuvaohjelmakeskuksen toimintamenomomentille 100 000 euroa vuoden 2013 talousarviossa.
sv_se: I budgeten för 2013 ökade riksdagen anslaget under omkostnadsmomentet för Centralen för mediefostran och bildprogram med 100 000 euro.

source: Lisäksi eduskunta lisäsi ministeriön esityksestä momentille 48 000 euroa vuoden 2013 IV lisätalousarvioesityksessä välttämättömien uusittavien tietojärjestelmien hankintaan sekä 60 000 euroa vuoden 2014 III lisätalousarvioesityksessä.
sv_se: I den fjärde tilläggsbudgetsbudgetpropositionen för 2013 ökade riksdagen dessutom på framställning från ministeriet anslaget under momentet med 48 000 euro för anskaffning av nödvändiga informationssystem som ska förnyas samt med 60 000 euro i den tredje tilläggsbudgetpropositionen för 2014.

source: Mediakasvatus- ja kuvaohjelmakeskus ja Kansallinen audiovisuaalinen arkisto yhdistettiin yhdeksi virastoksi vuoden 2014 alusta lailla Kansallisesta audiovisuaalisesta instituutista.
sv_se: Genom lagen om Nationella audivisuella institutet slogs Centralen för mediefostran och bildprogram samman med Nationella audiovisuella arkivet vid ingången av 2014.

source: Viraston resurssien turvaaminen on kuitenkin haasteellista nykyisessä valtion taloudellisessa tilanteessa.”
sv_se: Det är dock en utmanande uppgift att garantera ämbetsverkets resurser i dagens statsfinansiella läge.”

source: Lakiuudistuksen myötä Valtion elokuvatarkastamo muuttui Mediakasvatus- ja kuvaohjelmakeskukseksi.
sv_se: I och med lagreformen blev Statens filmgranskningsbyrå Centralen för mediefostran och bildprogram.

source: Yhdistämisen yhtenä tavoitteena oli Mediakasvatus- ja kuvaohjelmakeskuksen toimintamahdollisuuksien turvaaminen osana suurempaa virastoa.
sv_se: Ett mål med sammanslagningen var att garantera verksamhetsmöjligheterna för Centralen för mediefostran och bildprogram som en del av ett större ämbetsverk.

source: Sivistysvaliokunnan ehdotuksesta kuvaohjelmalain 13 §:ään otettiin säännös, jonka mukaan Mediakasvatus- ja kuvaohjelmakeskuksella on velvollisuus pyytää kuvaohjelmaluokittelijaksi hakeutuvalta nähtäväksi rikosrekisteriote ennen luokitteli- jaksi hyväksymistä koskevan päätöksen tekemistä.
sv_se: ”På förslag av kulturutskottet togs i 13 § i lagen om bildprogram in en bestämmelse om att Centralen för mediefostran och bildprogram ska be den som vill bli klassificerare av bildprogram visa ett straffregisterutdrag före beslutet om godkännande som klassificerare.

source: Myös rikosrekisterilain 6 §:n 2 momenttiin lisättiin viittaus kuvaohjelmalakiin.
sv_se: Även i 6 § 2 mom. i straffregisterlagen tog man in en hänvisning till lagen om bildprogram.

source: Valiokunta totesi lisäksi, että rikostaustan selvittämisen valvonnallisen ulottuvuuden säätäminen tulee tehdä vireillä olevan turvallisuusselvityslainsäädännön kokonaisuudistuksen yhteydessä.
sv_se: Utskottet konstaterade också att övervakning av att kriminell bakgrund utreds bör göras i samband med den aktuella, genomgripande revideringen av lagstiftningen om säkerhetsutredningar.

source: Oikeusministeriö on katsonut, että rikostaustan selvittämiseen liittyvät valvonnalliset säännökset eivät ole hoidettavissa turvallisuusselvityslainsäädännön uudistuksen yhteydessä vaan osana rikosrekisteriotteisiin perustuvan taustan selvittämistä koskevan lainsäädännön kokonaisuudistusta.”
sv_se: Justitieministeriet har ansett att tillsynsbestämmelserna i anslutning till utredning av brottslig bakgrund inte kan ses över i samband med revideringen av lagstiftningen om säkerhetsutredningar, utan de bör ses över som ett led i den genomgripande revideringen av lagstiftningen om utredning av bakgrunden utgående från brottsregisterutdrag.”

source: Laura Mäkelä, kulttuuriasiainneuvos, opetus- ja kulttuuriministeriö
sv_se: Laura Mäkelä, kulturråd, undervisnings- och kulturministeriet

source: Kulttuurin tulevaisuus
sv_se: Kulturens framtid

source: VNS 4/2010 vp – EK38/2010 vp
sv_se: SRR 4/2010 rd – RSk 38/2010 rd
